Repository: kaczmarekmhl/teritorymanager
Catalog: TerritoryManager/MVCApp/Translate/Strings.*.resx
Languages: pl

# AccountHello
source: Hello
pl: Witaj

# AccountInvalidPassword
source: The user name or password provided is incorrect.
pl: Podany login lub hasło są nieprawidłowe

# AccountLogIn
source: Log in
pl: Zaloguj się

# AccountLogOff
source: Log off
pl: Wyloguj się

# AccountPassword
source: Password
pl: Hasło

# AccountRememberMe
source: Remember me
pl: Zapamiętaj mnie

# AccountUserName
source: User name
pl: Użytkownik

source: District
pl: Teren

# DistrictFirstPostCode
source: First post code
pl: Początkowy kod pocztowy

# DistrictLastPostCode
source: Last post code
pl: Ostatni kod pocztowy

# DistrictName
source: Name
pl: Nazwa

# DistrictNumber
source: Number
pl: Numer

# DistrictPostCode
source: Post code
pl: Kod

source: Last search results
pl: Wyświetl zaznaczone adresy

# MenuManageDistricts
source: Manage districts
pl: Zarządzaj terenami

# MenuMyDistricts
source: My districts
pl: Moje tereny

# PersonAddress
source: Address
pl: Adres

# PersonName
source: Name
pl: Imie

# PersonSelected
source: Select
pl: Zaznacz polaków

# PersonSurname
source: Surname
pl: Nazwisko

# SearchAddressesCount
source: Adresses found: {0}
pl: Liczba znalezionych adresów: {0}

# SearchAddressWait
source: Please wait. This can take couple of minutes...
pl: Prosimy o cierpliwość :) To może potrwać kilka minut...

source: Search adresses
pl: Wyszukiwarka adresów

# SearchDisplaySelected
source: Display adresses of selected people
pl: Wyświetl adresy zaznaczonych osób

# SearchDisplaySelectedOnMap
source: Show map
pl: Wyświetl na mapie

# SearchRunOnKrak
source: Run search adresses again
pl: Wyszukaj nowe adresy

# SearchSaveSelectedAsPdf
source: Save as PDF
pl: Zapisz jako PDF

# SearchSelectedAdresses
source: Selected adresses
pl: Adresy

source: Search
pl: Szukaj

# WebPageTitle
source: My districts
pl: Moje tereny

# PagedListLinkToNextPageFormat
source: Next page
pl: Następna strona »

# PagetListPageCountAndCurrentLocationFormat
source: Page {0} of {1}
pl: Strona {0} z {1}

# SearchAdressConfirm
source: Do you want to search for new adresses? Note: It will clear all previous selects.
pl: Czy na pewno chcesz wyszukać nowe adresy? Uwaga: Spowoduje to utratę obecnych zaznaczeń.

# MenuFreeDistricts
source: Free districts
pl: Wolne tereny

# MenuUsers
source: Users
pl: Użytkownicy

source: Approved
pl: Zatwierdzony

source: Date
pl: Data

# DistrictReportType
source: Report type
pl: Zaraportowano

# DistrictReportTypes_Complete
source: Completed
pl: Opracowany

# DistrictReportTypes_Request
source: Request
pl: Zażądany

# DistrictReportTypes_Return
source: Return
pl: Zwrócony

source: Pending
pl: Oczekujący

source: Rejected
pl: Odrzucony

source: State
pl: Stan

# ReportDistrictCompletion
source: Report district completed
pl: Zgłoś Opracowanie Terenu

source: Your completions
pl: Twoje opracowania

source: Send
pl: Wyślij

# MenuPendingReports
source: Pending Reports
pl: Oczekujące raporty

source: Approve
pl: Zatwierdź

# DistrictReportCompleteConfirm
source: Do you realy want to report completion of {0} district?
pl: Czy na pewno chcesz zgłosić opracowanie terenu {0}?

# DistrictReportCompleteThanks
source: Thank you for reporting district completion!
pl: Dziękujemy za Twoje zgłoszenie!

source: Unexpected error occured :(
pl: Wystąpił nieoczekiway błąd :(
